Repository: llgooo/AIEraser
Catalog: CoreMoose/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: ABOUT
ja: 約
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: Brush
ja: ブラシ
ko: 브러시
zh_hans: 画笔
zh_hant: 畫筆

source: Choose an option
ja: オプションを選択
ko: 옵션 선택
zh_hans: 选择一个选项
zh_hant: 選擇一個選項

source: Cleanup
ja: クリーンアップ
ko: 정리
zh_hans: 物体擦除
zh_hant: 物體移除

source: Color Scheme
ja: カラースキーム
ko: 색 구성표
zh_hans: 主题
zh_hant: 主題

source: Earser Model
ja: 消しゴムモデル
ko: 지우개 모델
zh_hans: 擦除模型
zh_hant: 擦除模型

source: Haptic Feedback
ja: ハプティックフィードバック
ko: 촉각 피드백
zh_hans: 触感反馈
zh_hant: 觸感反饋

source: Move
ja: 移動
ko: 이동
zh_hans: 移动
zh_hant: 移動

source: Photo selected
ja: 選択した写真
ko: 선택된 사진
zh_hans: 已选择照片
zh_hant: 已選擇照片

source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Pro version: watermark-free image export
ja: プロ版：透かし無しで画像をエクスポート
ko: 프로 버전: 워터마크 없는 이미지 내보내기
zh_hans: 专业版图片导出无水印
zh_hant: 專業版圖片導出無水印

source: Purchase
ja: 購入
ko: 구매
zh_hans: 购买
zh_hant: 購買

source: Rate App
ja: アプリを評価
ko: 앱 평가
zh_hans: 评价
zh_hant: 評價

source: Restore Purchases
ja: 購入の復元
ko: 구매 복원
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Send Feedback
ja: フィードバックを送る
ko: 피드백 보내기
zh_hans: 反馈
zh_hant: 反饋

source: Share App
ja: アプリを共有する
ko: 앱 공유하기
zh_hans: 分享
zh_hant: 分享

source: Special thanks for the visuals: Photo by Taylor on Unsplash.
ja: ビジュアルに特別な感謝：UnsplashによるTaylorの写真。
ko: 시각적으로 특별한 감사: Unsplash의 Taylor가 찍은 사진.
zh_hans: 特别感谢视觉效果: Unsplash上的Taylor拍摄的照片。
zh_hant: 特別感謝視覺效果: Unsplash上的Taylor拍攝的照片。

source: Taylor
ja: テイラー

source: Thanks
ja: 感謝
ko: 감사합니다
zh_hans: 致谢
zh_hant: 致謝

source: This application makes use of the following pretrained models:
ja: このアプリケーションは、以下の事前学習済みモデルを使用しています：
ko: 이 응용 프로그램은 다음 사전 훈련된 모델을 사용합니다:
zh_hans: 此应用程序使用以下预训练模型：
zh_hant: 此應用程式使用以下預訓練模型：

source: Upgrading to Pro
ja: プロへのアップグレード
ko: 프로로 업그레이드
zh_hans: 升级到专业版
zh_hant: 升級到專業版

source: Upscaler
ja: アップスケーラー
ko: 업스케일러
zh_hans: 智能超分
zh_hant: 智能超分

source: We respect your privacy: all image processing is done offline on your device using CoreML, ensuring no data upload.
ja: プライバシーを尊重します：すべての画像処理はCoreMLを使用してデバイス上でオフラインで行われ、データのアップロードはありません。
ko: 개인 정보를 존중합니다: 모든 이미지 처리는 CoreML을 사용하여 장치에서 오프라인으로 수행되며 데이터 업로드가 없습니다.
zh_hans: 我们尊重您的隐私: 所有图片处理均在设备上离线完成，确保不上传任何数据。
zh_hant: 我們尊重您的隱私: 所有圖片處理均在設備上離線完成，確保不上傳任何數據。

source: Select A PHOTO
zh_hans: 选择一张图片
zh_hant: 選擇一張圖片
